app/views/students/index.html.erb

<h1>All Students</h1>
<% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"